Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_de.tmx
Source language: en
Languages: de

source: Manufacture of furniture
de: Möbelproduktion

source: This sub-Action supports cooperation, seminars and Structured Dialogue between young people, those active in youth work and youth organisations and those responsible for youth policy.
de: Diese Unteraktion unterstützt die Zusammenarbeit, Seminare und den Strukturierten Dialog zwischen jungen Menschen, den in der Jugendarbeit Tätigen und den Verantwortlichen der Jugendpolitik.

source: Bashkir
de: Baschkirisch

source: Attending the 3rd. European Conference on Grundtvig In-service Training
de: Die dritte Europäische Konferenz des Trainings von Grundtvig-Fortbildung besuchen

source: Intergenerational learning / learning in later life / senior citizens
de: Generationsübergreifendes Lernen/ Lernen in späteren Lebensjahren/ Senioren

source: General secondary school
de: Allgemeinbildende weiterführende Schule

source: Self-esteem skills
de: Selbstbewusstsein

source: FRANCE
de: FRANKREICH

source: Legal professionals
de: Rechtliche Fachkräfte

source: Study programme
de: Studienprogramme

source: Pre-primary non school based
de: Vorschulbildung, nicht schulbasiert

source: Comparing educational systems
de: Vergleichen von Bildungssystemen

source: staff 51 to 250
de: 51 bis 250 Mitarbeitende

source: Falkland Islands (Malvinas) and British Antarctic Territories
de: Falklandinseln (Malwinen) und Britisches Antarktis-Territorium

source: Manufacture of leather and related products
de: Produktion von Leder und verwandten Produkten

source: COMENIUS Bilateral school partnerships
de: COMENIUS-Bilaterale Schulpartnerschaften

source: Attending the 8th. European Conference of Grundtvig Learning Partnerships
de: Die achte Europäische Konferenz von Grundtvig Lernpartnerschaften besuchen

source: Life science
de: Biowissenschaft

source: encourages young people's active citizenship, participation and creativity through youth exchanges, youth initiatives and youth democracy projects
de: fördert die aktive Bürgerschaft, Teilhabe und Kreativität junger Menschen durch Jugendbegegnungen, Jugendinitiativen und Jugenddemokratieprojekte.

source: Teacher training - Music
de: Ausbildung von Musiklehrern

source: Seychelles
de: Seychellen

source: CHAIRS
de: LEHRSTÜHLE

source: Reducing early school leaving
de: Verringerung der Zahl vorzeitiger Schulabbrüche

source: Employed
de: Arbeitnehmer/innen

source: Work for PC
de: PC-Arbeit

source: Social inclusion in education and training, including the integration of migrants
de: x

source: Metal, machinery and related trades workers
de: Metall-, Maschinen- und ähnliche Arbeiter

source: Language preparation received enabled me to cope with everyday situations
de: Die sprachliche Vorbereitung hat mich in die Lage versetzt, mich in Alltagssituationen zurecht zu finden

source: Cooperation with Other Countries of the World
de: Zusammenarbeit mit anderen Ländern in der Welt

source: LEO ActType
de: LEO Aktionstyp

source: Aeronautical Engineering
de: Luftfahrtechnik

source: Can understand the main ideas of complex text on both concrete and abstract topics, including technical discussions in his/her field of specialisation. Can interact with a degree of fluency and spontaneity that makes regular interaction with native speakers quite possible without strain for either party. Can produce clear, detailed text on a wide range of subjects and explain a viewpoint on a topical issue giving the advantages and disadvantages of various options.
de: Kann die Hauptgedanken komplexer Texte sowohl im Hinblick auf konkrete als auch auf abstrakte Themen verstehen, einschließlich technischer Diskussionen auf seinem/ihrem Spezialgebiet. Kann in einem Grad von Spontaneität und Flüssigkeit interagieren, der eine regelmäßige Interaktion mit Muttersprachler/innen ohne Belastung für beide Beteiligten ermöglicht. Kann einen klaren, detaillierten Text bezüglich eines breiten Spektrums von Themen erstellen und seine/ihre Meinung hinsichtlich eines aktuelle Themas erläutern und dabei sowohl die Vor- als auch die Nachteile unterschiedlicher Optionen aufzeigen.

source: KA3 ICT
de: KA3 IKT

source: LUXEMBOURG
de: LUXEMBURG

source: pre-vocational and vocational programmes - work based
de: Berufsbildungsmaßnahmen und solche, die auf die Berufsbildung vorbereiten - betrieblich

source: Computing (others)
de: Datenverarbeitung (sonstiges)

source: Career Guidance
de: Berufsberatung

source: Strengthening social inclusion and gender equality in education, including the integration of migrants
de: x

source: Sense of initiative and entrepreneurship
de: Eigeninitiative und unternehmerische Kompetenz

source: Communication in foreign languages
de: Fremdsprachliche Kompetenz

source: Cocos (Keeling) Islands
de: Kokosinseln

source: Information activities for young people and those active in youth work and youth organisations
de: Informationsaktivitäten für junge Menschen und für die in der Jugendarbeit und in Jugendorganisationen Tätigen

source: Indonesian
de: Indonesisch

source: Group 1 – Representation of the views and interests of young people in their diversity at European level
de: Gruppe 1: Vertretung der Ansichten und Interessen junger Menschen in ihrer Diversität auf europäischer Ebene

source: Programming languages (Visual Basic, C++ etc.)
de: Programmiersprache (Visual Basic, C++, etc.)

source: Presentation of results
de: Präsentation der Resultate

source: To facilitate the development of innovative practices in adult education and their transfer, including from a participating country to others
de: Förderung der Entwicklung innovativer Verfahren im Bereich der Erwachsenenbildung sowie des Transfers dieser Verfahren, auch von einem Teilnahmeland auf andere

source: GRUNDTVIG Preparatory Visits
de: GRUNDTVIG Vorbereitende Besuche

source: Jordan
de: Jordanien

source: Kosovo under UNSC Resolution 1244/99
de: Kosovo unter UNSC Resolution 1244/99

source: Secretaries and keyboard-operating clerks
de: Sekretärinnen und Schreibkräfte

source: Graphic artist
de: Grafikdesigner

source: Very significant impact
de: Sehr starke Auswirkung

source: 251 to 500
de: 251 bis 500

source: Cross-cultural dialogue and co-operation
de: Interkultureller Dialog und Kooperation

source: Prepare a European project/partnership
de: Vorbereitung eines europäischen Projekts / einer europäischen Partnerschaft

source: Development of high quality early childhood education and care
de: Entwicklung eines hochwertigen frühkindlichen Unterrichts und einer hochwertigen Betreuung

source: Tamil
de: Tamilisch

source: Ineligible partner
de: nicht-förderfähiger Partner

source: French Polynesia
de: Französisch-Polynesien

source: Djibouti
de: Dschibuti

source: Yes we can give information on potential accommodation
de: Ja, wir können bezüglich einer Unterbringungsmöglichkeit informieren

source: Legislators, senior officials and managers
de: Gesetzgeber, Beamte im Höheren Dienst, Führungskräfte

source: Manufacture of paper and paper products
de: Produktion von Papier und Papierprodukten

source: Helped to increase European dimension in the work of my school/organisation
de: Hat dabei geholfen, die europäische Dimension der Arbeit meiner Schule / Einrichtung zu vergrößern

source: Refreshed my attitude towards teaching/the subject taught
de: Hatte einen positiven Einfluss auf meine Einstellung zum Lehren/zum Unterrichtsfach

source: Civil society organisation linked to the European memory
de: Öffentliche Organisation zum europäischen Gedenken

source: Consultancy
de: Beratung

source: During the lifetime of your project
de: Im Verlauf Ihres Projekts

source: Czech
de: tschechisch

source: Round 1: 11/03/2011
de: Runde 1: 11.03.2011

source: 8 months
de: 8 Monate

source: 2011/12: Estimated
de: 2011/2012: geschätzt

source: Customer services clerks
de: Angestellte im Kundenservice

source: Language teachers
de: Sprachlehrer/innen

source: teacher education
de: Lehrkräfteausbildung

source: Proposed activities were directly related to my training / training objectives in my home country
de: Die Aufgaben, die mir im Rahmen des Praktikums übertragen wurden, hatten einen direkten Bezug zu meinen Ausbildungszielen (beruflichen Zielen) in Luxemburg.

source: Architecture and town planning
de: Architektur und Städteplanung

source: Unemployed
de: Arbeitslose

source: Oceanography
de: Meeresforschung

source: History and social science
de: Geschichte und Sozialwissenschaft

source: Armenia
de: Armenien

source: Social inclusion in higher education
de: x

source: Landscape architecture
de: Landschaftsarchitektur

source: Public research centres (not HE)
de: Öffentliche Forschungszentren

source: Manufacturing and processing (other)
de: Produktion und Verarbeitung (sonstige)

source: INFORMATION AND COMMUNICATION
de: Information und Kommunikation

source: Social and behavioural science
de: Sozial- und Verhaltenswissenschaften

source: Body active at European level in the youth field
de: Auf europäischer Ebene im Jugendbereich tätige Einrichtung

source: Development of common training contents or concepts
de: Entwicklung allgemeiner Weiterbildungsinhalte oder Konzepte

source: 15 months
de: 15 Monate

source: Medical technology
de: Medizintechnik

source: ADMINISTRATIVE AND SUPPORT SERVICE ACTIVITIES
de: Verwaltung und unterstützende Dienstleistungen

source: This sub-Action supports the operation of non-governmental organisations active at European level in the youth field that pursue a goal of general European interest (ENGOs). Their activities must contribute to young people's participation in public life and society and the development and implementation of European cooperation activities in the youth field in the broadest sense. Grant requests related to this sub-Action are to be submitted following specific calls for proposals
de: Diese Unteraktion unterstützt die Tätigkeit von Europäischen Nichtregierungsorganisationen im Jugendbereich, die ein Ziel von allgemeinem europäischem Interesse verfolgen (ENROs). Ihre Aktivitäten müssen zur Beteiligung junger Menschen am öffentlichen Leben und an der Gesellschaft sowie zur Entwicklung und Umsetzung europäischer Kooperationsaktivitäten im Jugendbereich im weitesten Sinne beitragen. Förderanträge, die sich auf diese Unteraktion beziehen, sind nach besonderen Aufforderungen zur Einreichung von Vorschlägen einzureichen.

source: european
de: europäisch

source: Dissemination within own organisation
de: Verbreitung innerhalb der eigenen Einrichtung

source: Town / City - City centre
de: Stadt - Innenstadt

source: Letzeburgesch
de: Luxemburgisch

source: Private research centres
de: private Forschungszentren

source: Mathematics and statistics
de: Mathematik und Statisktik

source: Support to the modernisation agenda of higher education: Designing Integrated programmes covering curricula and modules for continuing education
de: x

source: Lao People's Democratic Republic
de: Laos

source: UNILATERAL PROJECTS
de: UNILATERALE PROJEKTE

source: Chemistry
de: Chemie

source: Certification system
de: Zertifizierungssystem

source: United States Minor Outlying Islands
de: Kleinere Inselbesitzungen der Vereinigten Staaten

source: I'm more interested in my training than before
de: Ich interessiere mich jetzt mehr für meine Ausbildung

source: ERASMUS Intensive Programmes
de: ERASMUS Intensivprogramme

source: Quality assurance strategies / indicators and benchmarking
de: Qualitätssichernde Strategien/Indikatoren und Benchmarking

source: Structural Networks
de: Strukturelle Netzwerke

source: Adult learners
de: Erwachsene Lernende

source: Scholars
de: Stipendiaten

source: Wholesale trade, except of motor vehicles and motorcycles
de: Großhandel, außer Kraftfahrzeuge und Motorräder

source: Press
de: Presse

source: DECENTRALISED FUNDS
de: DEZENTRALISIERTE ZUSCHÜSSE

source: Group 5 – Debate on European matters, EU policies or youth polities
de: Gruppe 5: Debatte zu europäischen Themen, EU-Politik oder Jugendpolitik

source: GRU MultPart
de: GRU Lernpartnerschaften

source: American Samoa
de: Amerikanisch-Samoa

source: Acquisition of key competences through adult education
de: Erwerb von Schlüsselkompetenzen durch die Erwachsenenbildung

source: Research and development, Research Framework Programme
de: Forschung und Entwicklung, Forschungsrahmenprogramm

source: Social integration / exclusion
de: Soziale Integration/Ausgrenzung

source: Group 4 &ndash; Promoting intercultural learning and understanding
de: Gruppe 4: Förderung des interkulturellen Lernens und Verständnisses

source: Employment
de: Beschäftigung

source: Dissemination
de: Verbreitung

source: Other mining and quarrying
de: sonstiger Bergbau und Steinbruch

source: Teacher training - Physical training
de: Ausbildung für Lehrkräfte - Sport

source: Mechanical Engineering
de: Maschinenbau

source: Across sectors
de: Zwischen Sektoren

source: Age
de: Alter

source: Refrigeration programmes
de: Programme für Kühltechnik

source: 23 months
de: 23 Monate

source: Language learning using the Common European Framework of Reference
de: Spracherwerb unter Verwendung des Common European Framework of Reference

source: Report
de: Bericht

source: Mediterranean partner countries
de: Mittelmeer-Partnerländer

source: more than 5.000
de: mehr als 5.000

source: Holy See (Vatican City State)
de: Vatikanstadt

source: Other Natural Sciences
de: andere Naturwissenschaften

source: ACCOMPANYING MEASURES
de: BEGLEITENDE MAßNAHMEN

source: access to level 5A/B
de: Zugang zu Stufe 5A/B

source: Uighur
de: Uigurisch

source: To a high extent
de: In moderatem Umfang

source: GRUNDTVIG Visits and Exchanges for adult education staff
de: GRUNDTVIG Besuche und Aktivitäten für Erwachsenenbildungspersonal

source: Other specialist managers
de: Sonstige fachliche Führungskräfte

source: 12 months
de: 12 Monate

source: Manufacture of basic pharmaceutical products and pharmaceutical preparations
de: Produktion von pharmazeutischen Produkten und pharmazeutischen Präparaten

source: I was given proper help to find a suitable host organisation
de: ch erhielt Unterstützung bei der Suche nach einer Gasteinrichtung.

source: Environmental protection
de: Umweltschutz

source: ERASMUS Organisation of Mobility
de: ERASMUS Organisation der Mobilität

source: Computing professionals
de: EDV-Fachkräfte

source: COM-High-Medium
de: COM-groß-mittelgroß

source: Early childhood teaching
de: Frühkindliche Bildung

source: YiA NA Prgrm
de: JiA NA Programm

source: Mongolian
de: Mongolisch

source: European-wide stakeholders' communities tackling the socio-economic digital divide
de: x

source: A person participating in a Grundtvig Learning Partnership and needing foreign language training for this purpose
de: Teilnehmer/in einer GRUNDTVIG Lernpartnerschaft, die zu diesem Zweck Fremdsprachenunterricht benötigt

source: One-off
de: einmalig

source: Ukrainian
de: Ukrainisch

source: Mongolia
de: Mongolei

source: Morocco
de: Marokko

source: Microbiology, biotechnology
de: Mikrobiologie, Biotechnologie

source: Sociology and cultural studies
de: Soziologie und Kulturwissenschaften

source: Higher Education and Society
de: Hochschulwesen und Gesellschaft

source: Inclusion of young people with fewer opportunities
de: Soziale Integration/Inklusion junger Menschen mit erhöhtem Förderbedarf

source: Manufacture of wearing apparel
de: Produktion von Bekleidung

source: SME
de: KMU

source: promotes partnerships and exchanges among young people and youth organisations across the world
de: fördert die Partnerschaft und den Austausch zwischen jungen Leuten und Jugendorganisationen in der Welt

source: Promoting cooperation and exchange of strategic experience between decision-makers
de: x

source: Post-secondary non-tertiary not to 5
de: postsenkundär, nicht tertiär nicht bis 5

source: Comenius Pupil mobility host school
de: COM PupilMobility Gasteinrichtung

source: 1 month
de: 1 Monat

source: Maldives
de: Malediven

source: Providing training for adult education staff
de: Weiterbildung für Lehrkräfte in der Erwachsenenbildung anbieten

source: PARTNERSHIPS
de: PARTNERSCHAFTEN

source: Manufacture of fabricated metal products, except machinery and equipment
de: Produktion von Metallerzeugnissen außer Maschinen und Ausrüstung

source: Duration expectation
de: Erwartung der Dauer

source: Electricity, gas, steam and air conditioning supply
de: Strom-, Gas- und Dampfversorgung und Klimatisierung

source: This sub-Action supports the training of those active in youth work and youth organisations, in particular the exchange of experiences, expertise and good practice as well as activities which may lead to long-lasting quality projects, partnerships and networks
de: Diese Unteraktion unterstützt die Fortbildung der in der Jugendarbeit und in Jugendorganisationen Tätigen, insbesondere den Austausch von Erfahrungen, Fachwissen und Beispielen guter Praxis sowie Aktivitäten, die zu langfristigen hochwertigen Projekten, Partnerschaften und Netzwerken führen können.

source: Reinforcing links between education and working life
de: Stärkung der Verbindung zwischen (Aus-)Bildung und Arbeitsleben

source: Delegate Producer
de: Stellvertretender Hersteller

source: Teaching professionals
de: Lehrkräfte

source: Geography, geology
de: Geographie, Geologie

source: Improving quality assurance systems in VET
de: x

source: Home economics, nutrition
de: Hauswirtschaft, Ernährung

source: Civil law
de: Zivilrecht

source: Oral
de: mündlich

source: Second stage of tertiary education leading to an advanced research qualification
de: Zweite Stufe tertiärer Bildung, die zu einer fortgeschrittenen Forschungsqualifikation führt

source: Association of universities
de: Universitätsverbände

source: Equatorial Guinea
de: Äquatorialguinea

source: Maltese
de: maltesich

source: Travel agency, tour operator and other reservation service and related activities
de: Reisebüro, Reisevermittlung und sonstige Reservierungsdienstleistungen und verwandte Tätigkeiten

source: PUBLIC ADMINISTRATION AND DEFENCE; COMPULSORY SOCIAL SECURITY
de: Öffentliche Verwaltung, Landesverteidigung und Sozialversicherung

source: Small town (10.000 - 50.000 inhabitants)
de: Kleinstadt (10.000 - 50.000 Einwohner/innen)

source: Primary education or first stage of basic education
de: Volksschule oder Beginn der Schulpflicht

source: COM Host
de: COM Gasteinrichtungen

source: Lithuanian
de: litauisch

source: Post-secondary non-tertiary and tertiary education
de: an die Sekundarschulbildung anschließende, nicht-hochschulische Bildung und Hochschulbildung

source: Round 2: 29/04/2011
de: Runde 2: 29.4.2011

source: Micronesia, Federated States Of
de: Mikronesien

source: Manufacture of motor vehicles, trailers and semi-trailers
de: Produktion von Motorfahrzeugen, Anhängern und Sattelschleppern

source: Round 1: 28/02/2011
de: Runde 1: 28.02.2011

source: European Umbrella Organisation (platform)
de: Europäische Dachorganisation (Plattform)

source: Other type of educational organisation
de: Sonstige Art von Bildungseinrichtung

source: POLAND
de: POLEN

source: Non-profit federation/association of local authorities
de: Gemeinnütziger Gemeindeverband

source: Strategies for learning communities
de: Strategien für gemeinschaftliches lernen

source: Network administration
de: Netzwerkadministration

source: Upper secondary education
de: Sekundarbildung Oberstufe

source: Lower secondary programmes to labour
de: Programme der unteren Sekundarbildung für Arbeitskräfte

source: Testing and applying common European approaches to VET
de: Prüfen und Anwenden gemeinsamer europäischer Ansätze in der Berufsbildung

source: Vietnamese
de: Vietnamesisch

source: to promote European cooperation in the youth field
de: Förderung der europäischen jugendpolitischen Zusammenarbeit

source: European Year for Combating Poverty and Social Exclusion
de: Europäisches Jahr zur Bekämpfung von Armut und sozialer Ausgrenzung

source: This sub-Action is for the funding of partnerships in order to develop long-term projects which combine various measures in the Programme. Grant requests related to this sub-Action are to be submitted following specific calls for proposals.
de: Ziel dieser Unteraktion ist die finanzielle Unterstützung von Partnerschaften zwischen der Europäischen Kommission und lokalen/regionalen öffentlichen Körperschaften oder ENROs, um langfristige Projekte zu entwickeln, die verschiedene Programmmaßnahmen kombinieren. Förderanträge, die sich auf diese Unteraktion beziehen, sind nach besonderen Aufforderungen zur Einreichung von Vorschlägen einzureichen.

source: Somali
de: Somalisch

source: Lack of funds
de: Fehlende finanzielle Mittel

source: 18 months
de: 18 Monate

source: Training for teachers of vocational subjects
de: Ausbildung zum Berufsschullehrer

source: Slovak
de: slowakisch

source: Target audience
de: Zielgruppe

source: Interim Report (if applicable)
de: Zwischenbericht

source: To improve the quality and to increase the volume of student and teaching staff mobility throughout Europe, so as to contribute to the achievement by 2012 of at least 3 million individual participants in student mobility under the Erasmus programme and its predecessor programmes
de: Verbesserung der Qualität und Erhöhung des Umfangs der Studierenden-, Lehrenden- und Personalmobilität in ganz Europa, um so bis 2012 mindestens 3 Millionen individuelle Teilnehmer an der studentischen Mobilität im Rahmen des ERASMUS-Programms und seiner Vorläufer zu erzielen.

source: Chamber of crafts
de: Handwerkskammern

source: Network technology
de: Netzwerktechnik

source: To support improvements in quality and innovation in vocational education and training systems, institutions and practices
de: Verbesserung der Qualität und Innovation in den Systemen, Institutionen und in der Praxis der beruflichen Bildung

source: Trainers
de: Ausbilder/innen

source: ICT and the community's statistical programme
de: IKT und das Statistikprogramm der Gemeinschaft

source: Education
de: Bildungswesen

source: Retail trade, except of motor vehicles and motorcycles
de: Einzelhandel, außer Kraftfahrzeuge und Motorräder

source: General in-service training
de: Allgemeine berufsbegleitende Fortbildung

source: Domestic services
de: Häusliche Dienstleistungen

source: Pre-primary school based
de: Vorschulbildung, schulbasiert

source: Staff working with pupils with special educational needs
de: Lehrkräfte für Lernende mit besonderen Bedürfnissen/Förderbedarf

source: Western Sahara
de: Westsahara

source: law
de: Recht

source: apprentices / trainees in alternate vocational training
de: Lehrlinge/Auszubildende in Erstberufsausbildung

source: Management of adult education
de: Leitung von Erwachsenenbildung

source: Media and communications/Youth information
de: Medien und Kommunikation/ Jugendinformation

source: Raising pupils achievement
de: Verbesserung der Leistung von Schülern

source: Regio Partnerships
de: Regio-Partnerschaften

source: Social services
de: Soziale Dienstleistungen

source: I discovered new contents, new techniques, new methods, new technologies in my field of training
de: Ich habe in meinem Fachgebiet neue Inhalte und Arbeitsweisen, neue Methoden und Technologien kennen gelernt.

source: To enhance the attractiveness of vocational education and training and mobility for employers and individuals and to facilitate the mobility of working trainees
de: Steigerung der Attraktivität beruflicher Ausbildung und der Mobilität von Arbeitgebern und Einzelpersonen sowie die Förderung der Mobilität von Auszubildenden.

source: Trinidad And Tobago
de: Trinidad und Tobago
